micropython/micropython/ports/esp32/boards/SEEED_XIAO_ESP32_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Seeed XIAO ESP32S3"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"
